Repository: common-repository/blendee-mos
Catalog: languages/blendee-mos-*.po
Languages: it_it

# connect_to_blendee_mos
source: Connection with Blendee M.O.S.
it_it: Collegamento con Blendee M.O.S.

source: Active
it_it: Attivo

# permissions_wordpress
source: WordPress permissions
it_it: Permessi WordPress

source: Deactivated
it_it: Disattivo

# permissions_wordpress_instruction
source: Click to authorize Blendee to access your WordPress site data
it_it: Clicca per autorizzare Blendee ad accedere ai dati del tuo sito Wordpress

# permissions_woocommerce
source: WooCommerce permissions
it_it: Permessi WooCommerce

# permissions_woocommerce_instruction
source: Allow Blendee to access your WooCommerce shop for an integrated and optimized experience
it_it: Permetti a Blendee di accedere al tuo shop Woocommerce per un’esperienza integrata e ottimizzata

# inadequate_permalink
source: ATTENTION: inadequate permalink.
it_it: ATTENZIONE: Permalink inadeguato.

# change_permalink_instruction
source: Change your Permalink from the appropriate menu to allow Blendee to access your site. The Permalink must not be set to default.
it_it: Cambia il tuo Permalink dall’apposito menu per permettere a Blendee di accedere al tuo sito. Il Permalink non deve essere impostato su default.

source: Change permalink
it_it: Cambia Permalink

# allow_api_instruction
source: At least one authorization is required to proceed with the installation.
it_it: È necessaria almeno una autorizzazione per procedere con l’installazione.

source: Enable tracking
it_it: Abilita tracciamento

# enable_import_precesses
source: Enable import process
it_it: Abilita i processi di import

# sync_prods
source: Products
it_it: Prodotti

source: Last sync
it_it: Ultimo aggiornamento:

# sync_orders
source: Orders
it_it: Ordini

# sync_contents
source: Contents
it_it: Contenuti

# sync_categories
source: Categories
it_it: Categorie

# sync_users
source: Users
it_it: Utenti

# save_changes_button
source: Save Changes
it_it: Salva Modifiche

# connect_account_with_blendee
source: Connect your account with Blendee
it_it: Connetti il tuo account con Blendee

# description_connection_to_blendee
source: Activate WordPress from the AppCenter menu of your Blendee M.O.S. platform. By entering the URL of your site WITHOUT “https://“, then come back here and refresh the page to apply the changes. Click the name below to copy it to the clipboard, then connect to the platform.
it_it: Copia il link del tuo shop e collega Wordpress con Blendee

# instruction_1
source: Copy your shop link
it_it: Copia il link del tuo shop

source: Copy
it_it: Copia

# instruction_2
source: Enter your shop link in the Blendee App Center
it_it: Inserisci il link del tuo shop nell’App Center di Blendee

source: Connect to platform
it_it: Connetti alla piattaforma

# instruction_3
source: After entering the link, return here and reload the page to complete the integration
it_it: Dopo aver inserito il link, torna qui e ricarica la pagina per completare l’integrazione

# reload_page
source: Refresh
it_it: Ricarica
